Repository: felixprojekt/siteorigin-panels-czech
Catalog: siteorigin-panels-*.po
Languages: cs_cz

source: Auto Play Video
cs_cz: Automaticky začít přehrávat video

source: Animated Image (PB)
cs_cz: Animovaný obrázek (PB)

source: An image that animates in when it enters the screen.
cs_cz: Obrázek který se zanimuje při zobrazení na obrazovce.

source: Animation
cs_cz: Animace

source: Slide Up
cs_cz: Přijetí nahoru

source: Slide Down
cs_cz: Přijetí dolů

source: Slide Left
cs_cz: Přijetí doleva

source: Slide Right
cs_cz: Přijetí doprava

source: Button (PB)
cs_cz: Tlačítko (PB)

source: Open In New Window
cs_cz: Otevřít v novém okně

source: Button Alignment
cs_cz: Zarovnání tlačítka

source: Justify
cs_cz: Do bloku

source: Call To Action (PB)
cs_cz: Výzva k akci (PB)

source: A Call to Action block
cs_cz: Blok pro výzvu k akci

source: Sub Title
cs_cz: Podnadpis

source: Button Text
cs_cz: Text tlačítka

source: Button URL
cs_cz: URL tlačítka

source: Button
cs_cz: Tlačítko

source: Displays a bullet list of elements
cs_cz: Zobrazí odrážkový seznam

source: Start each new point with an asterisk (*)
cs_cz: Každý nový bod začít hvězdičkou (*)

source: Price Box (PB)
cs_cz: Box s cenou (PB)

source: Price
cs_cz: Cena

source: Per
cs_cz: Za

source: Information Text
cs_cz: Informační text

source: Features Text
cs_cz: Text o funkcích

source: Feature List
cs_cz: Seznam funkcí

source: Testimonial (PB)
cs_cz: Reference

source: Displays a bullet list of points
cs_cz: Zobrazí odrážkový seznam

source: Location
cs_cz: Lokalita

source: Image
cs_cz: Obrázek
