Repository: felixprojekt/siteorigin-panels-czech
Catalog: siteorigin-panels-*.po
Languages: cs_cz

source: SiteOrigin Page Builder News
cs_cz: SiteOrigin Page Builder Novinky

source: (opens in a new window)
cs_cz: (otevře se v novém okně)

source: Email Support
cs_cz: Emailová podpora

source: (email SiteOrigin support)
cs_cz: (napsat email na SiteOrigin podporu)

source: Support Forum
cs_cz: Fórum podpory

source: Get Premium
cs_cz: Přejít na Premium

source: Layouts Directory
cs_cz: Složka layoutů

source: Invalid request.
cs_cz: Neplatný požadavek.

source: Theme Defined Layouts
cs_cz: Layouty definované šablonou

source: Clone %s
cs_cz: Zduplikovat %s

source: - Results For:
cs_cz: - Výsledky pro:

source: Missing layout ID or no such layout exists
cs_cz: Chybí ID layoutu, nebo takový layout neexistuje

source: There was a problem fetching the layout. Please try again later.
cs_cz: Vyskatnul se problém při načítání layoutu. Zkuste to prosím později.

source: Widgets Bundle
cs_cz: Balíček widgetů

source: Enable more widgets in the 1{Widgets Bundle settings}.
cs_cz: Povolit více widgetů v 1{Widgets Bundle settings}

source: SiteOrigin Widgets Bundle
cs_cz: SiteOrigin balíček widgetů

source: Install the 1{Widgets Bundle} to get extra widgets.
cs_cz: Nainstalujte 1{Widgets Bundle} pro další widgety.

source: Page Builder Widgets
cs_cz: Widgety Page Builderu

source: You can enable the legacy (PB) widgets in the 1{Page Builder settings}.
cs_cz: (PB) widgety lze povolit v 1{Page Builder settings}.

source: WordPress Widgets
cs_cz: WordPress Widgety

source: Recommended Widgets
cs_cz: Doporučené widgety

source: Install Page Builder Plugin
cs_cz: Instalovat Page Builder Plugin

source: Installing %s
cs_cz: Instaluji %s

source: Addons
cs_cz: Doplňky

source: All Widgets
cs_cz: Všechny widgety

source: Missing Widget
cs_cz: Chybějící widget

source: Page Builder doesn't know about this widget.
cs_cz: Page Builder nezná tento widget

source: %d seconds
cs_cz: %d vteřin

source: %d minutes
cs_cz: %d minut

source: %d hours
cs_cz: %d hodin

source: %d second
cs_cz: %d vteřina

source: %d minute
cs_cz: %d minuta

source: %d hour
cs_cz: %d hodina

source: %s before
cs_cz: před %s

source: Now
cs_cz: Nyní

source: Current
cs_cz: Současný

source: Original
cs_cz: Originál

source: Version restored
cs_cz: Obnova verze

source: Converted to editor
cs_cz: Převedeno do editoru

source: Widget deleted
cs_cz: Widget smazán

source: Widget added
cs_cz: Widget přidán

source: Widget edited
cs_cz: Widget upraven

source: Widget duplicated
cs_cz: Widget zduplikován

source: Widget moved
cs_cz: Widget přesunut

source: Row deleted
cs_cz: Řádek smazán

source: Row added
cs_cz: Řádek přidán

source: Row edited
cs_cz: Řádek upraven

source: Row moved
cs_cz: Řádek přesunut

source: Row duplicated
cs_cz: Řádek zduplikován

source: Row pasted
cs_cz: Řádek vložen

source: Cell resized
cs_cz: Buňka změněna

source: Prebuilt layout loaded
cs_cz: Předpřipravený layout nahrán

source: Loading prebuilt layout
cs_cz: Nahrávám předpřipravený layout

source: Would you like to copy this editor's existing content to Page Builder?
cs_cz: Chcete přesunout stávající obsah tohoto editoru do Page Builderu?

source: Would you like to clear your Page Builder content and revert to using the standard visual editor?
cs_cz: Chcete smazat stávající obsah Page Builderu a vrátit se do klasického editoru?

source: Layout Builder Widget
cs_cz: Widget tvorby layoutu

source: Are you sure?
cs_cz: Jste si jistí?

source: %s is ready to insert.
cs_cz: %s je připraven pro vložení.

source: Add Widget Below
cs_cz: Přidat widget pod

source: Add Widget to Cell
cs_cz: Přidat widget do buňky

source: Search Widgets
cs_cz: Prohledávat widgety

source: Add Row
cs_cz: Přidat řádek

source: Column
cs_cz: Sloupec

source: Cell Actions
cs_cz: Akce buňky

source: Paste Widget
cs_cz: Vložit widget

source: Widget Actions
cs_cz: Akce widgetu

source: Edit Widget
cs_cz: Upravit widget

source: Duplicate Widget
cs_cz: Zduplikovat widget

source: Delete Widget
cs_cz: Smazat widget

source: Copy Widget
cs_cz: Zkopírovat widget

source: Paste Widget Below
cs_cz: Vložit widget pod

source: Row Actions
cs_cz: Akce řádku

source: Edit Row
cs_cz: Upravit řádek

source: Duplicate Row
cs_cz: Zduplikovat řádek

source: Delete Row
cs_cz: Smazar řádek

source: Copy Row
cs_cz: Zkopírovat řádek

source: Paste Row
cs_cz: Vložit řádek

source: Draft
cs_cz: Koncept

source: Untitled
cs_cz: Bez názvu

source: New Row
cs_cz: Nový řádek

source: Row
cs_cz: Řádek

source: Hmmm... Adding layout elements is not enabled. Please check if Page Builder has been configured to allow adding elements.
cs_cz: Hmmm.... Přidávání prvků je vypnuté. Zkontrolujte prosím, zda Page Builder může přidávat nové prvky.

source: Add a {{%= items[0] %}} to get started.
cs_cz: Přidat {{%= items[0] %}} pro začátek.

source: Add a {{%= items[0] %}} or {{%= items[1] %}} to get started.
cs_cz: Přidat {{%= items[0] %}} nebo {{%= items[1] %}} pro začátek.

source: Add a {{%= items[0] %}}, {{%= items[1] %}} or {{%= items[2] %}} to get started.
cs_cz: Přidat {{%= items[0] %}}, {{%= items[1] %}} nebo {{%= items[2] %}} pro začátek

source: Prebuilt Layout
cs_cz: Předpřipravený layout

source: Read our %s if you need help.
cs_cz: Přečtěte si naše %s pokud potřebujete pomoct

source: documentation
cs_cz: dokumentace

source: Page Builder layouts
cs_cz: Page Builder layouty

source: Error uploading or importing file.
cs_cz: Chyba nahrávání nebo importu souboru.

source: Unknown error. Failed to load the form. Please check your internet connection, contact your web site administrator, or try again later.
cs_cz: Neznámá chyba. Nepodařilo se načíst formulář. Zkontrolujte připojení internetu, kontaktujte správce webu, nebo to zkuste později.

source: Home Page
cs_cz: Domovská stránka

source: Untitled Widget
cs_cz: Widget bez názvu

source: You need to install 1{%1$s} to use the widget 2{%2$s}.
cs_cz: Je nutné nainstalovat 1{%1$s} aby jste mohli používat widget 2{%2$s}.

source: Save and reload this page to start using the widget after you've installed it.
cs_cz: Uložte a znovu načtěte tuto stránku, aby jste mohli začít používat nainstalovaný widget.

source: The widget 1{%1$s} is not available. Please try locate and install the missing plugin. Post on the 2{support forums} if you need help.
cs_cz: Widget 1{%1$s} není k dispozici. Najděte a nainstalujte prosím chybějící plugin. Napiště na 2{support forums}, pokud potřebujete pomoc.

source: The supplied nonce is invalid.
cs_cz: Přiložený nonce je neplatný

source: Invalid nonce.
cs_cz: Neplatný nonce.

source: Please specify the type of widget form to be rendered.
cs_cz: Zadejte prosím typ widgetu, který se má vykreslit.

source: Missing widget type.
cs_cz: Chybějící typ widgetu.

source: %s Widgets
cs_cz: %s widgetů

source: Get a lightbox addon for SiteOrigin widgets
cs_cz: Stáhnout Lightbox pro SiteOrigin widgety

source: Get the row, cell and widget animations addon
cs_cz: Stáhnout doplňek pro animace řádků, buňek a widgetů.

source: Get premium email support for SiteOrigin Page Builder
cs_cz: Získat prémiovou emailovou podporu pro SiteOrigin Page Builder

source: A rich text editor
cs_cz: Plnohodnotný textový editor

source: SiteOrigin Button
cs_cz: SiteOrigin Tlačítko

source: A simple button
cs_cz: Jednoduché tlačítko

source: SiteOrigin Image
cs_cz: SiteOrigin Obrázek

source: Choose images from your media library.
cs_cz: Vyberte obrázky z Knihovny médií

source: A basic slider widget.
cs_cz: Základní slider widget.

source: SiteOrigin Features
cs_cz: SiteOrigin Služby

source: Display site features as a collection of icons.
cs_cz: Zobrazit služby webu jako kolekci ikon.

source: SiteOrigin Post Carousel
cs_cz: SiteOrigin Kolotoč příspěvků

source: Display your posts as a carousel.
cs_cz: Zobrazit příspěvky jako carousel (kolotoč)

source: Custom Home Page Builder
cs_cz: Vlastní builder Domovské stránky

source: Page Builder Content
cs_cz: Obsah Page Builderu

source: Page Builder Settings
cs_cz: Nastavení Page Builderu

source: General
cs_cz: Obecné

source: Post Types
cs_cz: Typy příspěvků

source: The post types to use Page Builder on.
cs_cz: Typy příspěvků, kde se má použít Page Builder.

source: Live Editor Quick Link
cs_cz: Rychlý odkaz na Živý editor

source: Display a Live Editor button in the admin bar.
cs_cz: Zobrazit Živý editor na horní liště

source: Display Widget Count
cs_cz: Zobrazit počet widgetů

source: Display a widget count in the admin lists of posts/pages where you're using Page Builder.
cs_cz: Zobrazit počet widgetů v seznamech příspěvků/stránek kde se používá Page Builder

source: Limit Parallax Motion
cs_cz: Omezit pohyb parallaxu

source: How many pixels of scrolling result in a single pixel of parallax motion. 0 means automatic. Lower values give more noticeable effect.
cs_cz: Kolik pixelů scrollování se projeví jako jeden pixel parallaxu. 0 znamená automatický. Nižšní hodnoty mají znatelnější efekt.

source: Sidebars Emulator
cs_cz: Emulátor bočních panelů

source: Page Builder will create an emulated sidebar, that contains all widgets in the page.
cs_cz: Page Builder vytvoří emulátor božních panelů, který obsahuje všechny widgety na stránce.

source: Upgrade Teaser
cs_cz: Upoutávka aktualizace

source: Display the %sSiteOrigin Premium%s upgrade teaser in the Page Builder toolbar.
cs_cz: Zobrazit upoutávku na %sSiteOrigin Premium%s v liště Page Builderu

source: Default To Page Builder Interface
cs_cz: Výchozí hodnoty Page Builderu

source: New posts/pages that you create will start with the Page Builder loaded.
cs_cz: Nové příspěvky/stránky které vytvoříte budou automaticky přepnuté na Page Builder.

source: Widgets
cs_cz: Widgety

source: Widget Title HTML
cs_cz: HTML nadpis widgetu

source: The HTML used for widget titles. {{title}} is replaced with the widget title.
cs_cz: HTML používané pro nadpisy widgetů. {{title}} je nahrazeno nadpisem widgetu.

source: Add Widget Class
cs_cz: Přidat třídu widgetu

source: Add the widget class to Page Builder widgets. Disable this if you're experiencing conflicts.
cs_cz: Přidat třídu widgetu do widgetů Page Builderu. Vypněte toto nastavení, pokud narazíte na konflikty.

source: Legacy Bundled Widgets
cs_cz: Starší balíčky widgetů

source: Load legacy widgets from Page Builder 1.
cs_cz: Načíst starší widgety z Page Builderu 1.

source: Display recommend widgets in Page Builder add widget dialog.
cs_cz: Zobrazit doporučené widgety v dialogu přidání widgetu.

source: Instant Open Widgets
cs_cz: Okamžitě otevírat widgety

source: Open a widget form as soon as its added to a page.
cs_cz: Otevřít widget hned poté co byl přidán do stránky

source: Responsive Layout
cs_cz: Responzivní layout

source: Collapse widgets, rows and columns on mobile devices.
cs_cz: Skládat widgety, řádky a sloupce pod sebe na mobilních zařízeních.

source: Use Tablet Layout
cs_cz: Používat rozvržení pro tablety

source: Collapses columns differently on tablet devices.
cs_cz: Na tabletech skládat pod sebe sloupce rozdílně.

source: Detect older browsers
cs_cz: Rozpoznat starší prohlížeče

source: Never
cs_cz: Nikdy

source: Always
cs_cz: Vždy

source: Use Legacy Layout Engine
cs_cz: Použít starší vykreslovací metody

source: The CSS and HTML uses floats instead of flexbox for compatibility with very old browsers.
cs_cz: CSS a HTML používá float namísto flexboxu pro kompatibilitu se staršími prohlížeči.

source: Tablet Width
cs_cz: Šířka tabletu

source: Device width, in pixels, to collapse into a tablet view .
cs_cz: Šířka zařízení v pixelech pro tablet.

source: Mobile Width
cs_cz: Mobilní šířka

source: Device width, in pixels, to collapse into a mobile view .
cs_cz: Šířka zařízení v pixelech pro mobilní zařízení.

source: Row/Widget Bottom Margin
cs_cz: Řádek/widget spodní margin

source: Default margin below rows and widgets.
cs_cz: Výchozí margin pod řádky a widgety.

source: Last Row With Margin
cs_cz: Poslední řádek s marginem

source: Allow margin in last row.
cs_cz: Povolit margin u posledního řádku.

source: Row Gutter
cs_cz: Rozestupy řádku

source: Default spacing between columns in each row.
cs_cz: Výchozí mezery mezi sloupci v každém řádku

source: Full Width Container
cs_cz: Kontejner na celou šířku

source: The container used for the full width layout.
cs_cz: Kontejner používaný pro rozložení na celou šířku.

source: Content
cs_cz: Obsah

source: Copy Content
cs_cz: Zkopírovat obsah

source: Copy content from Page Builder to post content.
cs_cz: Zkopírovat obsah z Page Builderu do obsahu příspěvku.

source: Copy Styles
cs_cz: Zkopírovat styly

source: Include styles into your Post Content. This keeps page layouts, even when Page Builder is deactivated.
cs_cz: Zahrnout styly do obsahu příspěvku. Zachová rozvržení stránky i pokud později deaktivujete Page Builder.

source: Enabled
cs_cz: Povoleno

source: Please specify the type of style form to be rendered.
cs_cz: Zadejte prosím typ formuláře který se má vykreslit.

source: Missing style form type.
cs_cz: Chybějící styl formuláře.

source: Row Styles
cs_cz: Styly řádků

source: Cell%s Styles
cs_cz: Styly buňek%s

source: Widget Styles
cs_cz: Styly widgetů

source: Attributes
cs_cz: Atributy

source: Theme
cs_cz: Šablona

source: Top
cs_cz: Nahoře

source: Right
cs_cz: Vpravo

source: Bottom
cs_cz: Dole

source: Left
cs_cz: Vlevo

source: Select Image
cs_cz: Vybrat obrázek

source: Remove
cs_cz: Odebrat

source: External URL
cs_cz: Externí URL

source: A custom ID used for this %s.
cs_cz: Vlastní ID pro tento %s.

source: %s Class
cs_cz: %s třída

source: A CSS class
cs_cz: CSS třída

source: CSS Styles
cs_cz: CSS styly

source: One style attribute per line.
cs_cz: Jeden atribut na řádek.

source: Mobile CSS Styles
cs_cz: Mobilní CSS

source: CSS applied when in mobile view.
cs_cz: CSS styly pro mobilní zařízení

source: Padding
cs_cz: Vnitřní okraj

source: Padding around the entire %s.
cs_cz: Vnitřní okraj celého %s.

source: Mobile Padding
cs_cz: Mobilní vnitřní okraj

source: Padding when on mobile devices.
cs_cz: Vnitřní okraj na mobilních zařízeních.

source: Background Color
cs_cz: Barva pozadí

source: Background color of the %s.
cs_cz: Barva pozadí %s.

source: Background Image
cs_cz: Obrázek pozadí

source: Background image of the %s.
cs_cz: Obrázek pozadí %s.

source: Background Image Display
cs_cz: Zobrazení obrázku na pozadí

source: Tiled Image
cs_cz: Dlaždice

source: Cover
cs_cz: Překrýt

source: Centered, with original size
cs_cz: Na střed, původní rozměry

source: Fixed
cs_cz: Zafixovaný

source: Parallax (Original Size)
cs_cz: Parallax (původní rozměr)

source: How the background image is displayed.
cs_cz: Jak se zobrazí obrázek na pozadí.

source: Border Color
cs_cz: Barva rámečku

source: Border color of the %s.
cs_cz: Barva rámečku %s.

source: Cell Class
cs_cz: Třída buňky

source: Class added to all cells in this row.
cs_cz: Třída pro všechny buňky v tomto řádku.

source: Bottom Margin
cs_cz: Dolní okraj

source: Space below the row. Default is %spx.
cs_cz: Prostor pod řádkem. Výchozí je %spx.

source: Gutter
cs_cz: Rozestup

source: Amount of space between cells. Default is %spx.
cs_cz: Prostor mezi buňkami. Výchozí je %spx.

source: Row Layout
cs_cz: Rozvržení řádků

source: Full Width
cs_cz: Celá šířka

source: Full Width Stretched
cs_cz: Celá šířka (natažené)

source: Full Width Stretched Padded
cs_cz: Celá šířka (natažené, s vnitřním okrajem)

source: Collapse Behaviour
cs_cz: Skládat pod sebe

source: No Collapse
cs_cz: Neskládat

source: Collapse Order
cs_cz: Pořadí skládání

source: Default
cs_cz: Výchozí

source: Left on Top
cs_cz: Levý nahoře

source: Right on Top
cs_cz: Pravý nahoře

source: Cell Vertical Alignment
cs_cz: Vertikální zarovnání buňek

source: Center
cs_cz: Na střed

source: Stretch
cs_cz: Roztáhnout

source: Cell
cs_cz: Buňka

source: Vertical Alignment
cs_cz: Vertikální zarovnání

source: Use row setting
cs_cz: Použít nastavení řádků

source: Font Color
cs_cz: Barva písma

source: Color of text inside this cell.
cs_cz: Barva písma uvnitř buňky.

source: Links Color
cs_cz: Barva odkazů

source: Color of links inside this cell.
cs_cz: Barva odkazů uvnitř buňky.

source: Margin
cs_cz: Okraj

source: Margins around the widget.
cs_cz: Okraje kolem widgetu.

source: Color of text inside this widget.
cs_cz: Barva textu uvnitř widgetu.

source: Color of links inside this widget.
cs_cz: Barva odkazů uvnitř widgetu.

source: Layout Builder
cs_cz: Tvorba rozvržení

source: A complete SiteOrigin Page Builder layout as a widget.
cs_cz: Celý SiteOrigin Page Builder jako widget

source: Open Builder
cs_cz: Otevřít Tvorbu rozvržení

source: Post Content
cs_cz: Obsah příspěvku

source: Displays content from the current post.
cs_cz: Zobrazí obsah aktuálního příspěvku.

source: None
cs_cz: Žádný

source: Title
cs_cz: Nadpis

source: Featured Image
cs_cz: Náhledový obrázek

source: Display Content
cs_cz: Zobrazit obsah

source: Post Loop
cs_cz: Výpis příspěvků

source: Displays a post loop.
cs_cz: Zobrazí výpis příspěvků.

source: Template
cs_cz: Šablona

source: If the template supports it, cut posts and display the more link.
cs_cz: Pokud to šablona podporuje, zobrazit u příspěvků Číst více

source: Your theme doesn't have any post loops.
cs_cz: Vaše šablona nemá soubory pro výpis příspěvků.

source: More Link
cs_cz: Odkaz Zobrazit více

source: Post Type
cs_cz: Typ příspěvků

source: Posts Per Page
cs_cz: Příspěvků na stránku

source: Order By
cs_cz: Seřadit podle

source: Post ID
cs_cz: ID příspěvku

source: Author
cs_cz: Autor

source: Name
cs_cz: Název

source: Date
cs_cz: Datum

source: Modified
cs_cz: Upraveno

source: Parent
cs_cz: Nadřazená položka

source: Random
cs_cz: Náhodný

source: Comment Count
cs_cz: Počet komentářů

source: Menu Order
cs_cz: Řazení menu

source: Post In Order
cs_cz: Příspěvky v řazení

source: Order
cs_cz: Řazení

source: Descending
cs_cz: Od největšího k nejmenšímu

source: Ascending
cs_cz: Od nejmenšího k největšímu

source: Sticky Posts
cs_cz: Připnuté příspěvky

source: Ignore Sticky
cs_cz: Ignorovat připnuté příspěvky

source: Exclude Sticky
cs_cz: Vyjmout připnuté příspěvky

source: Only Sticky
cs_cz: Pouze připnuté příspěvky

source: Additional
cs_cz: Další

source: Additional query arguments. See 1{query_posts}.
cs_cz: Další parametry filtrování. 1{query_posts.

source: Please read the 1{settings guide} of the Page Builder documentation for help.
cs_cz: Přečtěte si prosím 1{settings guide} dokumentace k Page Builderu

source: Search Settings
cs_cz: Prohledat nastavení

source: Settings Saved
cs_cz: Nastavení uloženo

source: Save Settings
cs_cz: Uložit nastavení

source: Read More
cs_cz: Číst více

source: Edit Home Page
cs_cz: Upravit Domovskou stránku

source: Live Editor
cs_cz: Živý editor

source: On
cs_cz: Zapnuto

source: Off
cs_cz: Vypnuto

source: Custom Home Page
cs_cz: Vlastní domovská stránka

source: Home page updated. 1{View page}.
cs_cz: Domovská stránka upravena. 1{View page}.

source: Save Home Page
cs_cz: Uložit domovskou stránku.

source: This interface requires Javascript
cs_cz: Toto rozhraní vyžaduje Javascript

source: You can use SiteOrigin Page Builder to create home and sub pages, filled your own widgets.
cs_cz: Můžete použít SiteOrigin Page Builder k vytvoření stránek vyplněných vlastními widgety.

source: The page layouts are responsive and fully customizable.
cs_cz: Rozvržení stránek je plně přizpůsobitelné a responzivní.

source: Read the 1{full documentation} on SiteOrigin. Ask a question on our 2{support forum} if you need help and sign up to 3{our newsletter} to stay up to date with future developments.
cs_cz: Přečtěte si 1{full documentation} na SiteOrigin. Ptejte se na 2{support forum} pokud potřebujete pomoct a přihlaste se k 3{our newsletter} pro odběr novinek o dalším vývoji.

source: Add Widget
cs_cz: Přidat widget

source: Prebuilt Layouts
cs_cz: Předpřipravené rozvržení

source: Layouts
cs_cz: Rozvržení

source: Edit History
cs_cz: Upravit historii

source: History
cs_cz: Historie

source: Page Builder Addons
cs_cz: Page Builder doplňky

source: Revert to Editor
cs_cz: Zpět do editoru

source: Add a %s, %s or %s to get started. Read our %s if you need help.
cs_cz: Pro začátek přidejte %s, %s nebo %s. Přečtěte si naší %s pokud potřebujete pomoct.

source: Pro Tip
cs_cz: Tip

source: Edit
cs_cz: Upravit

source: Duplicate
cs_cz: Zduplikovat

source: Delete
cs_cz: Odstanit

source: Done
cs_cz: Hotovo

source: Add New Widget %s
cs_cz: Přidat nový widget %s

source: Close
cs_cz: Zavřít

source: Left to Right
cs_cz: Zleva do prava

source: Right to Left
cs_cz: Zprava do leva

source: 1{Set row layout}: %1$s columns with a ratio of %2$s going from %3$s
cs_cz: 1{Set row layout}: %1$s sloupců s poměrem %2$s od %3$s

source: Set
cs_cz: Nastavit

source: Insert
cs_cz: Vložit

source: Page Builder Layouts
cs_cz: Page Builder rozvržení

source: Search
cs_cz: Hledat

source: Clone: %s
cs_cz: Zduplikovat: %s

source: Insert after
cs_cz: Vložit za

source: Insert before
cs_cz: Vložit před

source: Replace current
cs_cz: Nahradit stávající

source: Do you want to browse the Prebuilt Layouts directory?
cs_cz: Chcete procházet předpřipravená rozvržení?

source: Enable
cs_cz: Povolit

source: Your search didn't return any results
cs_cz: Vyhledávání nevrátilo žádné výsledky

source: Previous
cs_cz: Předchozí

source: Next
cs_cz: Další

source: Drop import file here
cs_cz: Přesuňte sem soubor pro import

source: Or
cs_cz: nebo

source: Select Import File
cs_cz: Vyberte soubor pro import

source: Download Layout
cs_cz: Stáhnout rozvržení

source: Page Builder Change History
cs_cz: Page Builder historie změn

source: Restore Version
cs_cz: Obnovit verzi

source: Collapse
cs_cz: Složit pod sebe

source: Expand
cs_cz: Otevřít

source: Toggle desktop mode
cs_cz: Zapnout mód pro velké obrazovky

source: Toggle tablet mode
cs_cz: Zapnout mód pro tablety

source: Toggle mobile mode
cs_cz: Zapnout mód pro mobily

source: No Results
cs_cz: Žádné výsledky

source: This is a legacy widget.
cs_cz: Toto je starší widget.

source: Ideally you should move to using widgets from the SiteOrigin Widgets Bundle instead.
cs_cz: Nejlépe by jste měli používat pouze widgety ze SiteOrigin balíčku.

source: It'll be moved to a separate plugin after Page Builder 2.6 is released.
cs_cz: Po vydání Page Builderu 2.6 bude přesunuto do vlastního pluginu.

source: Style
cs_cz: Styl

source: %s Style
cs_cz: %s styl

source: Additional Arguments
cs_cz: Další argumenty

source: Gallery (PB)
cs_cz: Galerie (PB)

source: Displays a gallery.
cs_cz: Zobrazí galerii.

source: Gallery Images
cs_cz: Obrázky galerie

source: edit gallery
cs_cz: upravit galerii

source: Comma separated attachment IDs. Defaults to all current page's attachments.
cs_cz: ID příloh oddělné čárkou. Výchozí hodnoty jsou všechny přílohy aktuální stránky.

source: Image Size
cs_cz: Velikost obrázku

source: Large
cs_cz: Vellká

source: Medium
cs_cz: Střední

source: Thumbnail
cs_cz: Náhled

source: Full
cs_cz: Původní velikost

source: Gallery Type
cs_cz: Typ galerie

source: Columns
cs_cz: Sloupce

source: Link To
cs_cz: Odkaz na

source: Attachment Page
cs_cz: Stránka se zobrazením souboru

source: File
cs_cz: Soubor

source: Image (PB)
cs_cz: Obrázek (PB)

source: Displays a simple image.
cs_cz: Zobrazí obrázek.

source: Image URL
cs_cz: URL obrázku

source: Destination URL
cs_cz: Cíl odkazu

source: Embedded Video (PB)
cs_cz: Vnořené video (PB)

source: Embeds a video.
cs_cz: Vnoří video

source: Self Hosted Video (PB)
cs_cz: Vlastní video (PB)

source: A self hosted video player.
cs_cz: Přehraje video hostované na vlastním serveru.

source: Video URL
cs_cz: URL videa

source: Poster URL
cs_cz: URL náhledového obrázku

source: An image that displays before the video starts playing.
cs_cz: Obrázek, který se zobrazí než se video začně přehrávat.
